[
  {
    "exerciseID": "e3d7ba1a-5ece-46bf-805c-723b453ea8cb",
    "exerciseName": "3/4 Op-Sit",
    "category": "maagspiere",
    "notes": "Lê op die vloer en maak jou voete vas. Jou bene moet by die knieë gebuig wees.\nPlaas jou hande agter of langs jou kop. Jy begin met jou rug op die grond. Dit sal jou beginposisie wees.\nBuig jou heupe en ruggraat om jou bolyf na jou knieë op te lig.\nBo-aan die sametrekking moet jou bolyf loodreg op die grond wees. Keer die beweging om, en gaan net ¾ van die pad terug.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "ea099c08-2652-40d9-86c1-61207bbb20a3",
    "exerciseName": "90/90 Hamstring",
    "category": "hamstrings",
    "notes": "Lê op jou rug, met een been reguit uitgesteek.\nMet die ander been, buig die heup en knie tot 90 grade. Jy kan jou been met jou hande stut indien nodig. Dit sal jou beginposisie wees.\nStrek jou been reguit in die lug en hou kortliks bo. Keer terug na die beginposisie.\nHerhaal vir 10-20 herhalings, en wissel dan na die ander been.",
    "isCustom": false
  },
  {
    "exerciseID": "dbd0c906-48d4-4723-af1b-33e9a66b96bf",
    "exerciseName": "Maag Crunch Masjien",
    "category": "maagspiere",
    "notes": "Kies ligte weerstand en sit op die buikspiermasjien met jou voete onder die pads en gryp die boonste handvatsels vas. Jou arms moet in 'n 90-grade hoek gebuig wees terwyl jy die triseps op die pads laat rus. Dit is jou beginposisie.\nBegin gelyktydig om jou bene op te lig terwyl jy jou bolyf krul. Asem uit terwyl jy hierdie beweging uitvoer. Wenk: Gebruik 'n stadig en beheerde beweging. Konsentreer daarop om jou maagspiere te gebruik om die gewig te beweeg terwyl jy jou bene en voete ontspan.\nNa 'n tweede pouse, keer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal die beweging vir die voorgeskrewe aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "e3d7ba1a-5ece-46bf-805c-723b453ea8cb",
    "exerciseName": "3/4 Op-Sit",
    "category": "maagspiere",
    "notes": "Lê op die vloer en maak jou voete vas. Jou bene moet by die knieë gebuig wees.\nPlaas jou hande agter of langs jou kop. Jy begin met jou rug op die grond. Dit sal jou beginposisie wees.\nBuig jou heupe en ruggraat om jou bolyf na jou knieë op te lig.\nBo-aan die sametrekking moet jou bolyf loodreg op die grond wees. Keer die beweging om, en gaan net ¾ van die pad terug.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "ea099c08-2652-40d9-86c1-61207bbb20a3",
    "exerciseName": "90/90 Hamstring",
    "category": "hamstrings",
    "notes": "Lê op jou rug, met een been reguit uitgesteek.\nMet die ander been, buig die heup en knie tot 90 grade. Jy kan jou been met jou hande stut indien nodig. Dit sal jou beginposisie wees.\nStrek jou been reguit in die lug en hou kortliks bo. Keer terug na die beginposisie.\nHerhaal vir 10-20 herhalings, en wissel dan na die ander been.",
    "isCustom": false
  },
  {
    "exerciseID": "dbd0c906-48d4-4723-af1b-33e9a66b96bf",
    "exerciseName": "Maag Crunch Masjien",
    "category": "maagspiere",
    "notes": "Kies ligte weerstand en sit op die buikspiermasjien met jou voete onder die pads en gryp die boonste handvatsels vas. Jou arms moet in 'n 90-grade hoek gebuig wees terwyl jy die triseps op die pads laat rus. Dit is jou beginposisie.\nBegin gelyktydig om jou bene op te lig terwyl jy jou bolyf krul. Asem uit terwyl jy hierdie beweging uitvoer. Wenk: Gebruik 'n stadig en beheerde beweging. Konsentreer daarop om jou maagspiere te gebruik om die gewig te beweeg terwyl jy jou bene en voete ontspan.\nNa 'n tweede pouse, keer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal die beweging vir die voorgeskrewe aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "f6997adb-00ba-499f-9d4f-c86927739452",
    "exerciseName": "Maagroller",
    "category": "maagspiere",
    "notes": "Hou die Ab Roller met albei hande vas en kniel op die vloer.\nPlaas nou die ab-roller voor jou op die vloer sodat jy op al jou hande en knieë is (soos in 'n knielende push-up posisie). Dit sal jou beginposisie wees.\nRol stadig die maagroller reguit vorentoe, rek jou liggaam in 'n reguit posisie. Wenk: Gaan so ver af as wat jy kan sonder om die vloer met jou liggaam aan te raak. Asem in gedurende hierdie gedeelte van die beweging.\nNa 'n pouse in die uitgestrekte posisie, begin jouself terugtrek na die beginposisie terwyl jy uitasem. Wenk: Gaan stadig en hou jou maagspiere te alle tye styf.",
    "isCustom": false
  },
  {
    "exerciseID": "5d15209b-bf1d-44fd-b85a-a0395bd9efda",
    "exerciseName": "Adduktor",
    "category": "adduktore",
    "notes": "Lê gesig na onder met een been op 'n skuimrol.\nDraai die been sodat die skuimrol in kontak kom met jou binneste dy. Verskuif soveel gewig op die skuimrol as wat jy kan verdra.\nProbeer die spiere van die binneste dy ontspan en rol oor die skuim tussen jou heup en knie, hou spanningspunte vir 10-30 sekondes vas. Herhaal met die ander been.",
    "isCustom": false
  },
  {
    "exerciseID": "65c2c58c-4da3-492a-aa6f-272f83cde799",
    "exerciseName": "Adduktor/Lies",
    "category": "adduktore",
    "notes": "Lê op jou rug met jou voete na die plafon gelig.\nLaat jou maat jou voete of enkels vashou. Abduseer jou bene so ver as wat jy kan. Dit sal jou beginposisie wees.\nProbeer om jou bene vir 10 sekondes of meer bymekaar te druk, terwyl jou maat jou keer om dit te doen.\nOntspan nou die spiere in jou bene terwyl jou maat jou voete uitmekaar druk, strek so ver as wat vir jou gemaklik is. Maak seker jy laat jou maat weet wanneer die rek voldoende is om oorrek of besering te voorkom.",
    "isCustom": false
  },
  {
    "exerciseID": "a3565fdd-36d9-4d8b-8223-52313d5d4700",
    "exerciseName": "Gevorderde Kettlebell Windpomp",
    "category": "maagspiere",
    "notes": "Maak 'n kettlebell oorhoofse skoon en druk dit met een arm.\nHou die kettlebell te alle tye gesluit en druk jou boude uit in die rigting van die geslote kettlebell. Hou die nie-werkende arm agter jou rug en draai jou voete uit teen 'n vyf-en-veertig grade hoek vanaf die arm met die kettlebell.\nLaat sak jouself so ver as moontlik.\nPouse vir 'n sekonde en keer die beweging terug na die beginposisie.",
    "isCustom": false
  },
  {
    "exerciseID": "f7089135-32d6-4d5f-920a-028ddd1584c8",
    "exerciseName": "Lugfiets",
    "category": "maagspiere",
    "notes": "Lê plat op die vloer met jou onderrug teen die grond gedruk. Vir hierdie oefening sal jy jou hande langs jou kop moet plaas. Wees egter versigtig om nie die nek te span terwyl jy dit uitvoer nie. Lig nou jou skouers in die crunch-posisie.\nBring knieë op na waar hulle loodreg op die vloer is, met jou onderbene parallel aan die vloer. Dit sal jou beginposisie wees.\nNou terselfdertyd, gaan stadig deur 'n siklus trap beweging, skop vorentoe met die regterbeen en bring die knie van die linkerbeen in. Bring jou regter elmboog naby jou linkerknie deur na die sy te krul, terwyl jy uitasem.\nGaan terug na die beginposisie terwyl jy inasem.\nKrul na die teenoorgestelde kant terwyl jy jou bene trap en bring jou linkerelmboog nader aan jou regterknie en asem uit.\nGaan voort om af te wissel op hierdie manier totdat al die aanbevole herhalings vir elke kant voltooi is.",
    "isCustom": false
  },
  {
    "exerciseID": "8511f803-f89e-44d3-aa06-d778819f1ff4",
    "exerciseName": "Vierpotige Kwadrekstrek",
    "category": "kwadriseps",
    "notes": "Begin op jou hande en knieë, lig dan jou been van die vloer af en hou die voet met jou hand vas.\nGebruik jou hand om die voet of enkel vas te hou, hou die knie heeltemal gebuig en rek die kwadriseps en heupbuigers.\nFokus daarop om jou heupe te strek, druk dit na die vloer. Hou vir 10-20 sekondes en skakel dan kante om.",
    "isCustom": false
  },
  {
    "exerciseID": "ef444baf-fd31-4dde-8641-b23afd4c5ba1",
    "exerciseName": "Afwisselende Hamerkrul",
    "category": "biseps",
    "notes": "Staan regop met jou bolyf regop en 'n halter in elke hand wat op armlengte gehou word. Die elmboë moet naby die bolyf wees.\nDie palms van die hande moet na jou bolyf wys. Dit sal jou beginposisie wees.\nTerwyl jy die bo-arm stil hou, krul die regtergewig vorentoe terwyl jy die biseps saamtrek en uitasem. Gaan voort met die beweging totdat jou biseps volledig saamgetrek is en die halters op skouervlak is. Hou die saamgetrekte posisie vir 'n sekonde terwyl jy die biseps druk. Wenk: Slegs die onderarms moet beweeg.\nBegin stadig om die halters terug te bring na die beginposisie terwyl jy inasem.\nHerhaal die beweging met die linkerhand. Dit is gelyk aan een herhaling.\nGaan voort om af te wissel op hierdie manier vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "5a5d49fe-4eef-4cc6-85a1-f6d14e986254",
    "exerciseName": "Afwisselende Hielrakings",
    "category": "maagspiere",
    "notes": "Lê op die vloer met die knieë gebuig en die voete op die vloer ongeveer 18-24 duim uitmekaar. Jou arms moet langs jou kant uitgesteek wees. Dit sal jou beginposisie wees.\nKrul jou bolyf vorentoe en op ongeveer 3-4 duim na die regterkant en raak jou regterhiel aan terwyl jy die sametrekking vir 'n sekonde hou. Asem uit terwyl jy hierdie beweging uitvoer.\nGaan nou stadig terug na die beginposisie terwyl jy inasem.\nKrul nou jou bolyf vorentoe en op ongeveer 3-4 duim na die linkerkant en raak jou linkerhiel aan terwyl jy die sametrekking vir 'n sekonde hou. Asem uit terwyl jy hierdie beweging uitvoer en gaan dan terug na die beginposisie terwyl jy inasem. Nou dat albei hakke aangeraak is, word dit as 1 herhaling beskou.\nGaan voort om kante af te wissel op hierdie manier totdat al die voorgeskrewe herhalings voltooi is.",
    "isCustom": false
  },
  {
    "exerciseID": "a01da3cb-0ce6-4bb0-ad06-b1fe028d2895",
    "exerciseName": "Afwisselende Hellingshalterkrul",
    "category": "biseps",
    "notes": "Sit op 'n skuinsbank met 'n halter in elke hand wat op armlengte gehou word. Wenk: Hou die elmboë naby die bolyf. Dit sal jou beginposisie wees.\nTerwyl jy die bo-arm stil hou, krul die regtergewig vorentoe terwyl jy die biseps saamtrek en uitasem. Terwyl jy dit doen, draai die hand sodat die palm na bo wys. Gaan voort met die beweging totdat jou biseps volledig saamgetrek is en die halters op skouervlak is. Hou die saamgetrekte posisie vir 'n sekonde terwyl jy die biseps druk. Wenk: Slegs die onderarms moet beweeg.\nBegin stadig om die halter terug te bring na die beginposisie terwyl jy inasem.\nHerhaal die beweging met die linkerhand. Dit is gelyk aan een herhaling.\nGaan voort om af te wissel op hierdie manier vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "68a7435f-4c9c-4b24-bd62-fc1e8517046d",
    "exerciseName": "Afwisselende Been Diagonale Sprong",
    "category": "kwadriseps",
    "notes": "Neem 'n gemaklike houding aan met een voet effens voor die ander.\nBegin deur met die voorbeen af te druk, die teenoorgestelde knie vorentoe en so hoog as moontlik te stoot voordat jy land. Probeer om soveel as moontlik afstand na elke kant met elke sprong te dek.\nDit kan help om 'n lyn op die grond te gebruik om die afstand van kant tot kant te meet.\nHerhaal die volgorde met die ander been.",
    "isCustom": false
  },
  {
    "exerciseID": "a4b4a9c9-039d-48d4-a14f-7cd84cc63b8d",
    "exerciseName": "Afwisselende Kabelskouerdruk",
    "category": "skouers",
    "notes": "Beweeg die kabels na die onderkant van die toring en kies 'n geskikte gewig.\nGrendel die kabels en hou dit op skouervlak, met die palms vorentoe. Dit sal jou beginposisie wees.\nHou jou kop en bors op, strek deur die elmboog om een kant reguit oor die kop te druk.\nNa 'n pouse bo, keer terug na die beginposisie en herhaal aan die teenoorgestelde kant.",
    "isCustom": false
  },
  {
    "exerciseID": "d61c577c-3956-463c-b3fb-fa062edcc509",
    "exerciseName": "Afwisselende Skouerlift",
    "category": "skouers",
    "notes": "Staan in 'n staande posisie met 'n paar halters aan jou sy.\nHou jou elmboë effens gebuig, lig die gewigte direk voor jou op tot skouervlak, vermy enige swaai of kul.\nKeer die gewigte terug na jou sy.\nBy die volgende herhaling, lig die gewigte sywaarts, lig hulle na jou sy tot op skouervlak.\nKeer die gewigte terug na die beginposisie en gaan voort om af te wissel na die voorkant en sy.",
    "isCustom": false
  },
  {
    "exerciseID": "e73fb5cf-482b-49f9-bd12-0b085ecc3388",
    "exerciseName": "Afwisselende Vloerdruk",
    "category": "bors",
    "notes": "Lê op die vloer met twee kettlebells langs jou skouers.\nPlaas een op jou bors en dan die ander een, gryp die kettlebells aan die handvatsel met die palms vorentoe.\nStrek albei arms uit, sodat die kettlebells bo jou bors gehou word. Laat sak een kettlebell, bring dit na jou bors en draai die pols in die rigting van die geslote kettlebell.\nLig die kettlebell op en herhaal aan die teenoorgestelde kant.",
    "isCustom": false
  },
  {
    "exerciseID": "b29ec8db-1882-4c1e-be2d-148731b2096b",
    "exerciseName": "Afwisselende Hangskoonmaak",
    "category": "hamstrings",
    "notes": "Plaas twee kettlebells tussen jou voete. Om in die beginposisie te kom, druk jou boude terug en kyk reguit vorentoe.\nSkoonmaak een kettlebell na jou skouer en hou aan die ander kettlebell in 'n hangposisie. Maak die kettlebell skoon na jou skouer deur deur die bene en heupe te strek terwyl jy die kettlebell na jou skouers trek. Draai jou pols terwyl jy dit doen.\nLaat sak die skoon kettlebell na 'n hangposisie en maak die alternatiewe kettlebell skoon. Herhaal.",
    "isCustom": false
  },
  {
    "exerciseID": "626a759c-f65b-4549-aafa-5db24f51a7a6",
    "exerciseName": "Afwisselende Kettlebell Druk",
    "category": "skouers",
    "notes": "Maak twee kettlebells na jou skouers skoon. Maak die kettlebells skoon na jou skouers deur deur die bene en heupe te strek terwyl jy die kettlebells na jou skouers trek. Draai jou polse terwyl jy dit doen.\nDruk een reguit oorhoofse deur deur die elmboog te strek, draai dit sodat die palm vorentoe wys terwyl jy die ander kettlebell stilstaan hou.\nLaat sak die gedrukte kettlebell na die beginposisie en druk dadelik met jou ander arm.",
    "isCustom": false
  },
  {
    "exerciseID": "cc5efa92-5753-4593-9d2f-082e4ed4d814",
    "exerciseName": "Afwisselende Kettlebell Ry",
    "category": "middelrug",
    "notes": "Plaas twee kettlebells voor jou voete. Buig jou knieë effens en druk jou boude uit soveel as moontlik. Terwyl jy vorentoe buig om in die beginposisie te kom, gryp albei kettlebells aan die handvatsels.\nTrek een kettlebell van die vloer af terwyl jy aan die ander kettlebell vashou. Trek die skouerblad van die werkende kant terug, terwyl jy die elmboog buig en die kettlebell na jou maag of ribbekas trek.\nLaat sak die kettlebell in die werkende arm en herhaal met jou ander arm.",
    "isCustom": false
  },
  {
    "exerciseID": "6837ba99-75fa-492a-9758-5474a08c70b7",
    "exerciseName": "Afwisselende Renegade Ry",
    "category": "middelrug",
    "notes": "Plaas twee kettlebells op die vloer ongeveer skouerbreedte uitmekaar. Plaas jouself op jou tone en jou hande asof jy 'n push-up doen, met die liggaam reguit en uitgestrek. Gebruik die handvatsels van die kettlebells om jou bolyf te ondersteun. Jy mag dalk jou voete wyer moet plaas vir ondersteuning.\nDruk een kettlebell in die vloer en ry die ander kettlebell, trek die skouerblad van die werkende kant terug terwyl jy die elmboog buig en dit na jou kant trek.\nLaat sak dan die kettlebell na die vloer en begin die kettlebell in die teenoorgestelde hand. Herhaal vir verskeie reps.",
    "isCustom": false
  },
  {
    "exerciseID": "c5302a49-8178-4ebf-9f07-49572b1868fe",
    "exerciseName": "Enkelsirkels",
    "category": "kalfspiere",
    "notes": "Gebruik 'n stewige voorwerp soos 'n hurkrek om jouself vas te hou.\nLig die regterbeen in die lug (net omstreeks 2 duim van die vloer af) en voer 'n sirkelbeweging met die groottoon uit. Stel jou voor jy teken 'n groot sirkel daarmee. Wenk: Een sirkel is gelyk aan 1 herhaling. Asem normaal terwyl jy die beweging uitvoer.\nWanneer jy klaar is met die regtervoet, herhaal dan met die linkerbeen.",
    "isCustom": false
  },
  {
    "exerciseID": "c1b7cbc0-b93d-4693-bdd2-020f7275a3bf",
    "exerciseName": "Enkel Op Die Knie",
    "category": "gluteus",
    "notes": "Uit 'n lêposisie, buig jou knieë en hou jou voete op die vloer.\nPlaas jou enkel van een voet op jou teenoorgestelde knie.\nGrendel die dy of knie van die onderste been en trek albei jou bene in die bors. Ontspan jou nek en skouers. Hou vir 10-20 sekondes en skakel dan kante om.",
    "isCustom": false
  },
  {
    "exerciseID": "2c927bbc-2c1a-4d5f-9975-96b6af92d99b",
    "exerciseName": "Anterior Tibialis-SMR",
    "category": "kalfspiere",
    "notes": "Begin om op die grond te sit met jou bene gebuig en jou voete op die vloer.\nGebruik 'n spierroller of 'n deegroller, druk op die spiere aan die buitekant van jou skene. Werk van net onder die knie tot bokant die enkel, en stop vir 10-30 sekondes by spanningspunte. Herhaal op die ander been.",
    "isCustom": false
  },
  {
    "exerciseID": "69c57195-bc74-4942-b49e-26933e9e041b",
    "exerciseName": "Anti-Gravitasie Druk",
    "category": "skouers",
    "notes": "Plaas 'n staaf op die grond agter die kop van 'n skuinsbank.\nLê met jou gesig na onder op die bank. Met 'n geproneerde greep, tel die halter van die vloer af. Buig die elmboë, voer 'n omgekeerde krul uit om die staaf naby jou bors te bring. Dit sal jou beginposisie wees.\nOm te begin, druk die halter voor jou kop uit deur jou elmboë te strek. Hou jou arms parallel aan die grond gedurende die hele beweging.\nKeer terug na die beginposisie en herhaal om die stel te voltooi.",
    "isCustom": false
  },
  {
    "exerciseID": "5acf278a-3325-4d7f-905b-f5d831e367ea",
    "exerciseName": "Arm Sirkels",
    "category": "skouers",
    "notes": "Staan regop en strek jou arms reguit na buite langs die sye. Die arms moet parallel aan die vloer wees en loodreg (90-grade hoek) tot jou bolyf. Dit sal jou beginposisie wees.\nBegin stadig om sirkels van ongeveer 1 voet in deursnee met elke uitgestrekte arm te maak. Asem normaal terwyl jy die beweging uitvoer.\nGaan voort met die sirkelbeweging van die uitgestrekte arms vir ongeveer tien sekondes. Keer dan die beweging om, in die teenoorgestelde rigting.",
    "isCustom": false
  },
  {
    "exerciseID": "13065f6b-9e8b-469e-8b1f-07975349a7b9",
    "exerciseName": "Arnold Dumbbell Druk",
    "category": "skouers",
    "notes": "Sit op 'n oefenbank met rugsteun en hou twee halters voor jou op omtrent borsvlak met jou palms na jou bolyf en jou elmboë gebuig. Wenk: Jou arms moet langs jou bolyf wees. Die beginposisie moet lyk soos die saamgetrekte gedeelte van 'n halterkrul.\nOm nou die beweging uit te voer, lig die halters terwyl jy die palms van jou hande draai totdat hulle vorentoe wys.\nGaan voort om die halters op te lig totdat jou arms bo jou uitgestrek is in reguit armposisie. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nNa 'n tweede pouse bo, begin om die halters na die oorspronklike posisie te laat sak deur die palms van jou hande na jou toe te draai. Wenk: Die linkerarm sal in 'n antikloksgewys manner gedraai word, terwyl die regterarm kloksgewys gedraai word. Asem in terwyl jy hierdie gedeelte van die beweging uitvoer.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "26c0c00b-dad3-4d65-a621-3ad2ffdbc90f",
    "exerciseName": "Om Die Wêreld",
    "category": "bors",
    "notes": "Lê op 'n plat bank met 'n halter in elke hand, met die palms van die hande wat na die plafon wys. Wenk: Jou arms moet parallel aan die vloer wees en langs jou dye wees. Om beserings te voorkom, maak seker dat jy jou elmboë effens gebuig hou. Dit sal jou beginposisie wees.\nBeweeg nou die halters deur 'n halfsirkel te maak terwyl jy hulle van die aanvanklike posisie na oor die kop beweeg. Al die beweging moet plaasvind met die arms parallel aan die vloer te alle tye. Asem in terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer die beweging om om die gewig na die beginposisie terug te bring terwyl jy uitasem.",
    "isCustom": false
  },
  {
    "exerciseID": "a6bd9f7e-ee7f-4687-9c1e-d5a29c66c247",
    "exerciseName": "Atlas Stone Oefenmasjien",
    "category": "laerug",
    "notes": "Hierdie oefenmasjien is effektief om Atlas Stone-krag te ontwikkel vir diegene wat nie toegang tot klippe het nie, en word gewoonlik gemaak van stawe of swaar pype.\nBegin deur die verlangde gewig op die staaf te laai. Straddle die gewig, draai jou arms om die werktuig en buig by die heupe.\nBegin deur die gewig op te trek verby die knieë, strek deur die heupe. Soos die gewig die knieë verbygaan, kan dit op jou dye gerus word deur terug te sit en dit styf aan jou bors vas te hou.\nVoltooi die beweging deur deur jou heupe en knieë te strek om die gewig so hoog as moontlik op te lig. Die gewig kan na die skoot of na die grond teruggekeer word vir opeenvolgende herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "048737e3-8365-48b2-add5-265859851991",
    "exerciseName": "Atlas Klippe",
    "category": "laerug",
    "notes": "Begin met die atlas-klip tussen jou voete. Buig by die heupe om jou arms vertikaal om die Atlas-klip te draai en probeer om jou vingers onder die klip te kry. Baie klippe sal 'n klein plat gedeelte aan die onderkant hê, wat die klip makliker sal maak om vas te hou.\nTrek die klip in jou bolyf, druk deur die agterste helfte van jou voete om die klip van die grond af te trek.\nSoos die klip die knieë verbygaan, sit dit agteruit en trek die klip bo-op jou dye.\nSit laag, kry die klip hoog op jou bors terwyl jy jou greep verander om oor die klip te reik. Staan, druk deur met jou heupe. Sluit afstand tot die laaiplatform en leun terug, strek die heupe om die klip so hoog as moontlik te kry.",
    "isCustom": false
  },
  {
    "exerciseID": "1d6a04e2-cfb2-47b6-a4a3-6dd7762eec41",
    "exerciseName": "As Uittrek",
    "category": "laerug",
    "notes": "Benader die staaf sodat dit in die middel oor jou voete is. Jou voete moet omtrent heupwydte van mekaar wees. Buig by die heup om die staaf op skouerwydte te gryp, wat jou skouerblaaie toelaat om te protreer. Gewoonlik sal jy 'n oorhand-onderhand-greep gebruik.\nMet jou voete en greep gereed, neem 'n groot asem en laat sak dan jou heupe en buig die knieë totdat jou skene aan die staaf raak. Kyk vorentoe met jou kop, hou jou bors op en jou rug gebuig, en begin ry deur die hakke om die gewig opwaarts te beweeg.\nNadat die staaf die knieë verby is, trek die staaf aggressief terug, trek jou skouerblaaie saam terwyl jy jou heupe vorentoe in die staaf stoot.\nLaat die staaf sak deur by die heupe te buig en dit na die vloer te lei.",
    "isCustom": false
  },
  {
    "exerciseID": "39d63f69-e7b5-478c-b9f9-088b324f0057",
    "exerciseName": "Agtervlieërs - Met Bande",
    "category": "skouers",
    "notes": "Maak 'n band om 'n stilstaande paal soos dié van 'n hurkrek.\nGryp die band aan die handvatsels vas en staan terug sodat die spanning in die band styg.\nStrek en lig die arms reguit voor jou. Wenk: Jou arms moet reguit en parallel aan die vloer wees terwyl dit loodreg op jou bolyf is. Jou voete moet stewig op die vloer geplant wees en op skouerwydte gesprei wees. Dit sal jou beginposisie wees.\nTerwyl jy uitasem, beweeg jou arms na die sye en terug. Hou jou arms uitgestrek en parallel aan die vloer. Gaan voort met die beweging totdat die arms na jou sye uitgestrek is.\nNa 'n pouse, gaan terug na die oorspronklike posisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "bb9a921f-7875-447a-907f-793165268122",
    "exerciseName": "Agteruit Sleur",
    "category": "kwadriseps",
    "notes": "Laai 'n slee met die verlangde gewig, en heg 'n tou of bande aan die slee wat jy kan vashou.\nBegin die oefening deur agteruit te beweeg vir 'n gegewe afstand. Leun agteroor, strek deur die bene vir kort treë om so vinnig as moontlik te beweeg.",
    "isCustom": false
  },
  {
    "exerciseID": "7f3f6640-f9ea-410b-80af-3fa88722340c",
    "exerciseName": "Agteruit Medisynebalgooi",
    "category": "skouers",
    "notes": "Hierdie oefening word die beste saam met 'n maat gedoen. As jy nie 'n maat het nie, kan die bal gegooi en teruggebring word of teen 'n muur gegooi word.\nBegin om 'n paar meter voor jou maat te staan, albei kyk in dieselfde rigting. Begin deur die bal tussen jou bene vas te hou.\nHurk af en draai dan kragtig om, kom tot volle strekking en jy gooi die bal oor jou kop na jou maat.\nJou maat kan dan die bal terugrol na jou. Herhaal vir die verlangde aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "df83ff82-ea73-4662-8c4c-561fc3494648",
    "exerciseName": "Balansbord",
    "category": "kalfspiere",
    "notes": "Plaas 'n balansbord voor jou.\nStaan daarop en probeer jouself balanseer.\nHou die balans so lank as wat jy wil.",
    "isCustom": false
  },
  {
    "exerciseID": "98454bf1-90f4-4614-b2e6-092b0dbe56fc",
    "exerciseName": "Beenbal Krul",
    "category": "hamstrings",
    "notes": "Begin op die vloer en lê op jou rug met jou voete bo-op die bal.\nPlaas die bal sodat wanneer jou bene uitgestrek is, jou enkels bo-op die bal is. Dit sal jou beginposisie wees.\nLig jou heupe van die grond af, en hou jou gewig op die skouerblaaie en jou voete.\nBuig die knieë, trek die bal so naby aan jou as wat jy kan, en trek die hamstrings saam.\nNa 'n kort pouse, keer terug na die beginposisie.",
    "isCustom": false
  },
  {
    "exerciseID": "df5877b8-eb3c-40fe-99c4-9d07a7f08a03",
    "exerciseName": "Band Geassisteerde Optrek",
    "category": "lats",
    "notes": "Choke die band om die middel van die optrekstaaf. Jy kan verskillende bande gebruik om verskillende vlakke van hulp te bied.\nTrek die punt van die band af en plaas een gebuigde knie in die lus, en maak seker dit sal nie uitgly nie. Neem 'n medium tot wye greep op die staaf. Dit sal jou beginposisie wees.\nTrek jouself opwaarts deur die lats saam te trek terwyl jy die elmboog buig. Die elmboog moet na jou sy gedryf word. Trek na vore en probeer om jou ken oor die staaf te kry. Vermy swaai of rukbewegings.\nNa 'n kort pouse, keer terug na die beginposisie.",
    "isCustom": false
  },
  {
    "exerciseID": "0b0b04c7-747d-442c-9895-c8e2487b0b5f",
    "exerciseName": "Band Goeiemôre",
    "category": "hamstrings",
    "notes": "Gebruik 'n 41-duim-band, staan op een punt, en versprei jou voete 'n klein hoeveelheid. Buig by die heupe om die punt van die band om jou nek te draai. Dit sal jou beginposisie wees.\nHou jou bene reguit, strek deur die heupe om na 'n byna vertikale posisie te kom.\nVerseker dat jy nie jou rug rond maak terwyl jy teruggaan na die beginposisie nie.",
    "isCustom": false
  },
  {
    "exerciseID": "e41c8528-c7f1-466a-9433-9962430b66c6",
    "exerciseName": "Band Goeiemôre (Trekt Deur)",
    "category": "hamstrings",
    "notes": "Draai die band om 'n paal. Terwyl jy 'n entjie wegstaan, draai die teenoorgestelde punt om jou nek. Jou hande kan help om die band in posisie te hou.\nBegin deur by die heupe te buig, druk jou boude so ver moontlik terug. Hou jou rug plat en buig vorentoe tot omtrent 90 grade. Jou knieë moet net effens gebuig wees.\nKeer terug na die beginposisie deur deur te druk met die heupe om terug te kom na 'n staande posisie.",
    "isCustom": false
  },
  {
    "exerciseID": "6bff6835-a82b-469f-a6dc-c8515c093af4",
    "exerciseName": "Band Heupadduksies",
    "category": "adduktore",
    "notes": "Anker 'n band om 'n soliede paal of ander voorwerp.\nStaan met jou linkerkant na die paal, en sit jou regtervoet deur die band, om dit om die enkel te kry.\nStaan regop en hou aan die paal vas indien nodig. Dit sal jou beginposisie wees.\nHou die knie reguit, lig jou regterbeen uit na die sy so ver as wat jy kan.\nKeer terug na die beginposisie en herhaal vir die verlangde herhalingstelling.\nWissel kante.",
    "isCustom": false
  },
  {
    "exerciseID": "a5e64bcb-c922-4d1c-b2b0-b0363daa0b41",
    "exerciseName": "Band Trek Uitmekaar",
    "category": "skouers",
    "notes": "Begin met jou arms reguit voor jou uitgestrek, hou die band met albei hande.\nBegin die beweging deur 'n omgekeerde vliegbeweging uit te voer, en beweeg jou hande lateraal na jou sye.\nHou jou elmboë uitgestrek terwyl jy die beweging uitvoer en bring die band na jou bors. Verseker dat jy jou skouers terug hou tydens die oefening.\nPouse wanneer jy die beweging voltooi, en keer terug na die beginposisie onder beheer.",
    "isCustom": false
  },
  {
    "exerciseID": "ad8b2b9e-70a1-467f-a265-867acaa2b40a",
    "exerciseName": "Band Skedelbreker",
    "category": "triseps",
    "notes": "Bevestig 'n band aan die basis van 'n rek of die bank. Lê op die bank sodat die band in lyn is met jou kop.\nGryp die band, lig jou elmboë sodat die bo-arm loodreg op die vloer is. Met die elmboog gebuig, moet die band bokant jou kop wees. Dit sal jou beginposisie wees.\nStrek deur die elmboog om jou arm reguit te maak, en hou jou bo-arm in plek. Pouse bo-aan die beweging en keer terug na die beginposisie.",
    "isCustom": false
  },
  {
    "exerciseID": "6a443f2e-15ef-4434-bb62-e35031d748c8",
    "exerciseName": "Halter Maagrol",
    "category": "maagspiere",
    "notes": "Vir hierdie oefening sal jy in 'n push-up-posisie moet kom, maar in plaas daarvan om jou hande op die vloer te hê, sal jy 'n Olimpiese halter gryp (gelaai met 5-10 pond aan elke kant). Dit sal jou beginposisie wees.\nTerwyl jy 'n effense boog op jou rug hou, lig jou heupe op en rol die halter na jou voete toe terwyl jy uitasem. Wenk: Terwyl jy die beweging uitvoer, moet jou gluteus opkom, jy moet jou maagspiere styf hou en jou rugposisie te alle tye behou. Jou arms moet ook loodreg op die vloer bly gedurende die beweging. Indien nie, sal jy jou skouers en rug meer as die maagspiere oefen.\nNa 'n tweede sametrekking bo, begin om die halter stadig vorentoe terug te rol na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "ac30f300-7250-472f-9389-9ded807a3c88",
    "exerciseName": "Halter Maagrol - Op Knieë",
    "category": "maagspiere",
    "notes": "Hou 'n Olimpiese halter gelaai met 5-10 pond aan elke kant en kniel op die vloer.\nPlaas nou die halter voor jou op die vloer sodat jy op al jou hande en knieë is (soos in 'n knielende push-up-posisie). Dit sal jou beginposisie wees.\nRol die halter stadig reguit vorentoe, rek jou liggaam in 'n reguit posisie. Wenk: Gaan so ver af as wat jy kan sonder om die vloer met jou liggaam aan te raak. Asem in gedurende hierdie gedeelte van die beweging.\nNa 'n tweede pouse in die uitgestrekte posisie, begin jouself terugtrek na die beginposisie terwyl jy uitasem. Wenk: Gaan stadig en hou jou maagspiere te alle tye styf.",
    "isCustom": false
  },
  {
    "exerciseID": "41448634-9f59-4352-89ff-f611e2888514",
    "exerciseName": "Halterbankdruk - Medium Greep",
    "category": "bors",
    "notes": "Lê terug op 'n plat bank. Gebruik 'n medium wydte greep ( 'n greep wat 'n 90-grade hoek in die middel van die beweging skep tussen die voorarms en die bo-arms), lig die staaf van die rek af en hou dit reguit bo jou met jou arms gesluit. Dit sal jou beginposisie wees.\nVanuit die beginposisie, asem in en begin stadig afkom totdat die staaf jou middelbors raak.\nNa 'n kort pouse, druk die staaf terug na die beginposisie terwyl jy uitasem. Fokus daarop om die staaf met jou borsspiere op te druk. Sluit jou arms en druk jou bors in die saamgetrekte posisie bo-aan die beweging, hou vir 'n sekonde en begin dan stadig weer afkom. Wenk: Ideaal gesproke moet dit omtrent twee keer so lank neem om die gewig af te laat as om dit op te lig.\nHerhaal die beweging vir die voorgeskrewe aantal herhalings.\nWanneer jy klaar is, plaas die staaf terug in die rek.",
    "isCustom": false
  },
  {
    "exerciseID": "4c771163-0467-4c2b-86b9-0fcb723f434c",
    "exerciseName": "Halterkrul",
    "category": "biseps",
    "notes": "Staan regop met jou bolyf regop terwyl jy 'n halter met 'n skouerwydte greep hou. Die palms van jou hande moet vorentoe wys en die elmboë moet naby die bolyf wees. Dit sal jou beginposisie wees.\nTerwyl jy die bo-arms stil hou, krul die gewigte vorentoe terwyl jy die biseps saamtrek en uitasem. Wenk: Slegs die onderarms moet beweeg.\nGaan voort met die beweging totdat jou biseps volledig saamgetrek is en die halter op skouervlak is. Hou die saamgetrekte posisie vir 'n sekonde en druk die biseps hard.\nBegin stadig om die halter terug te bring na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "0a1419cd-4077-449a-ad95-304e5f6552b8",
    "exerciseName": "Halterkrulle Lêende Teen 'n Skuinste",
    "category": "biseps",
    "notes": "Lê teen 'n skuinsbank, met jou arms wat 'n halter vashou en afhang in 'n horisontale lyn. Dit sal jou beginposisie wees.\nTerwyl jy die bo-arms stil hou, krul die gewig so hoog as wat jy kan terwyl jy die biseps saamtrek. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer. Wenk: Slegs die onderarms moet beweeg. Moenie die arms swaai nie.\nNa 'n tweede saamtrekking, gaan stadig terug na die beginposisie terwyl jy inasem. Wenk: Maak seker jy gaan heelpad af.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "3bf0c7ab-79e9-44b2-b808-3f3119a704a9",
    "exerciseName": "Halter Doodlig",
    "category": "laerug",
    "notes": "Staan voor 'n gelaaide halter.\nTerwyl jy jou rug so reguit as moontlik hou, buig jou knieë, buig vorentoe en gryp die halter met 'n medium (skouerwydte) oorhand greep. Dit sal die beginposisie van die oefening wees. Wenk: As dit moeilik is om die staaf met hierdie greep vas te hou, gebruik 'n alternatiewe greep of polsbandjies.\nTerwyl jy die staaf hou, begin die opheffing deur met jou bene te druk terwyl jy terselfdertyd jou bolyf na die regop posisie bring terwyl jy uitasem. In die regop posisie, stoot jou bors uit en trek die rug saam deur die skouerblaaie terug te bring. Dink aan hoe soldate in die weermag lyk wanneer hulle in aandag staan.\nKeer terug na die beginposisie deur by die knieë te buig terwyl jy terselfdertyd jou bolyf vorentoe buig by die heupe terwyl jy die rug reguit hou. Wanneer die gewigte op die staaf die vloer raak, is jy terug by die beginposisie en gereed om nog 'n herhaling te doen.\nDoen die voorgeskrewe aantal herhalings in die program.",
    "isCustom": false
  },
  {
    "exerciseID": "4774951d-cc1c-492d-987a-89f6535af2e2",
    "exerciseName": "Halter Vol Hurk",
    "category": "kwadriseps",
    "notes": "Hierdie oefening word die beste binne 'n hurkrek uitgevoer vir veiligheidsdoeleindes. Om te begin, plaas die staaf op 'n rek net bokant skouervlak. Sodra die korrekte hoogte gekies is en die staaf gelaai is, stap onder die staaf in en plaas die agterkant van jou skouers (effens onder die nek) daaroor.\nHou vas aan die staaf met albei arms aan elke kant en lig dit van die rek af deur eers met jou bene te stoot en terselfdertyd jou bolyf reguit te maak.\nStap weg van die rek en posisioneer jou bene met 'n skouerwydte medium houding met die tone effens na buite gedraai. Hou jou kop te alle tye op en hou ook 'n reguit rug. Dit sal jou beginposisie wees.\nBegin om die staaf stadig te laat sak deur jou knieë te buig en met jou heupe terug te sit terwyl jy 'n reguit houding handhaaf met die kop op. Gaan af totdat jou hamstrings op jou kalwers is. Asem in terwyl jy hierdie gedeelte van die beweging uitvoer.\nBegin om die staaf op te lig terwyl jy uitasem deur die vloer met die hak of middel van jou voet te druk terwyl jy jou bene reguit maak en die heupe strek om terug te keer na die beginposisie.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "76fc0080-03ec-434d-b54c-8f69efaf8287",
    "exerciseName": "Halter Glute Brug",
    "category": "gluteus",
    "notes": "Begin in 'n sittende posisie op die grond met 'n gelaaide halter oor jou bene. Om ongemak wat deur hierdie oefening veroorsaak kan word, te verminder, gebruik 'n dik staaf of 'n kussing op die staaf. Rol die staaf sodat dit reg bokant jou heupe is, en lê plat op die vloer.\nBegin die beweging deur deur jou hakke te druk, jou heupe vertikaal deur die staaf te strek. Jou gewig moet deur jou skouerblaaie en die hakke van jou voete ondersteun word.\nStrek so ver as moontlik, en keer dan die beweging om terug te keer na die beginposisie.",
    "isCustom": false
  },
  {
    "exerciseID": "82d1c23e-a7a9-496e-9f49-292f6507ee00",
    "exerciseName": "Halter Guillotine Bankdruk",
    "category": "bors",
    "notes": "Gebruik 'n medium wydte greep ( 'n greep wat 'n 90-grade hoek in die middel van die beweging skep tussen die voorarms en die bo-arms), lig die staaf van die rek af en hou dit reguit oor jou nek met jou arms gesluit. Dit sal jou beginposisie wees.\nTerwyl jy inasem, bring die staaf stadig af totdat dit omtrent 1 duim van jou nek af is.\nNa 'n kort pouse, bring die staaf terug na die beginposisie terwyl jy uitasem en die staaf met jou borsspiere opdruk. Sluit jou arms en druk jou bors in die saamgetrekte posisie, hou vir 'n sekonde en begin dan weer stadig afkom. Dit moet minstens twee keer so lank neem om af te gaan as om op te kom.\nHerhaal die beweging vir die voorgeskrewe aantal herhalings.\nWanneer jy klaar is, plaas die staaf terug in die rek.",
    "isCustom": false
  },
  {
    "exerciseID": "44285e1f-dc68-439e-a42e-d22a5728fd0f",
    "exerciseName": "Halter Hack Hurk",
    "category": "kwadriseps",
    "notes": "Staan regop terwyl jy 'n halter agter jou op armlengte hou en jou voete op skouerwydte. Wenk: 'n Skouerwydte greep is die beste met die palms van jou hande wat na agter wys. Jy kan polsbandjies gebruik vir hierdie oefening vir 'n beter greep. Dit sal jou beginposisie wees.\nTerwyl jy jou kop en oë op en rug reguit hou, hurk totdat jou bobene parallel aan die vloer is. Asem in terwyl jy stadig afgaan.\nDruk hoofsaaklik met die hak van die voet en druk die dye saam, gaan weer op terwyl jy uitasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "9872b628-6432-4685-ab1d-e7b4a4fc29b6",
    "exerciseName": "Halter Heupstoot",
    "category": "gluteus",
    "notes": "Begin in 'n sittende posisie op die grond met 'n bank direk agter jou. Het 'n gelaaide halter oor jou bene. Om ongemak wat deur hierdie oefening veroorsaak kan word, te verminder, gebruik 'n dik staaf of 'n kussing op die staaf.\nRol die staaf sodat dit reg bokant jou heupe is, en leun agteroor teen die bank sodat jou skouerblaaie naby die bokant daarvan is.\nBegin die beweging deur deur jou voete te druk, jou heupe vertikaal deur die staaf te strek. Jou gewig moet deur jou skouerblaaie en jou voete ondersteun word. Strek so ver as moontlik, en keer dan die beweging om terug te keer na die beginposisie.",
    "isCustom": false
  },
  {
    "exerciseID": "96f69644-62e2-4cbc-9fb0-b0e9e399b770",
    "exerciseName": "Halter Hellingsbankdruk - Medium Greep",
    "category": "bors",
    "notes": "Lê terug op 'n skuinsbank. Gebruik 'n medium-wydte greep ( 'n greep wat 'n 90-grade hoek in die middel van die beweging skep tussen die voorarms en die bo-arms), lig die staaf van die rek af en hou dit reguit oor jou met jou arms gesluit. Dit sal jou beginposisie wees.\nVanuit die beginposisie, asem in en begin stadig afkom totdat die staaf jou boonste bors raak.\nNa 'n kort pouse, bring die staaf terug na die beginposisie terwyl jy uitasem en die staaf met jou borsspiere opdruk. Sluit jou arms en druk jou bors in die saamgetrekte posisie, hou vir 'n sekonde en begin dan weer stadig afkom. Dit moet minstens twee keer so lank neem om af te gaan as om op te kom.\nHerhaal die beweging vir die voorgeskrewe aantal herhalings.\nWanneer jy klaar is, plaas die staaf terug in die rek.",
    "isCustom": false
  },
  {
    "exerciseID": "48aa618b-158f-4344-a8e8-854be94feef0",
    "exerciseName": "Halter Kuitverhoging Staan",
    "category": "kalfspiere",
    "notes": "Staan regop met 'n gelaaide halter op jou rug (soos jy in die beginposisie van 'n hurk sou wees). Dit sal jou beginposisie wees.\nBegin om die hakke van jou voete op te lig terwyl jy jou kalwers saamtrek. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer en hou die sametrekking bo vir 'n sekonde.\nKom stadig terug na die beginposisie terwyl jy inasem deur jou hakke na die vloer terug te bring.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "714a1241-63c0-4b97-8b99-6d9bc6276b60",
    "exerciseName": "Halter Kuitverhoging Sit",
    "category": "kalfspiere",
    "notes": "Plaas 'n halter op jou boonste dye terwyl jy op 'n bank of plat oppervlak sit.\nBegin om die hakke van jou voete op te lig terwyl jy jou kalwers saamtrek. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer en hou die sametrekking bo vir 'n sekonde.\nKom stadig terug na die beginposisie terwyl jy inasem deur jou hakke na die vloer terug te bring.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "9ef4607e-bf31-4fef-8188-3a3c885a85ae",
    "exerciseName": "Halter Liggende Tricepsuitbreiding",
    "category": "triseps",
    "notes": "Grendel die halters met 'n handhandgreep en gaan lê terug op 'n plat bank. Bring die gewigte bo jou kop tot by armlengte. Wenk: Die palms van jou hande moet na mekaar wys. Dit sal jou beginposisie wees.\nTerwyl jy die bo-arms stil hou, buig die elmboë om die halters stadig na jou ore af te bring terwyl jy inasem.\nBegin die opheffing van die halters deur deur die triseps te strek en bring die gewigte terug na die beginposisie terwyl jy uitasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "cf22614b-3985-48b3-9e69-e34626438dd3",
    "exerciseName": "Halter Oprukke",
    "category": "biseps",
    "notes": "Om hierdie variasie van die geknielde opruk te doen, plaas jou hande op 'n stel halters en gebruik dit om die oprukke uit te voer.\nDit sal die greep verander, wat dit 'n bietjie moeiliker maak.",
    "isCustom": false
  },
  {
    "exerciseID": "b6fa06cb-3cfb-4f2a-b85f-bef9353dddbd",
    "exerciseName": "Halter Skouerdruk",
    "category": "skouers",
    "notes": "Grendel twee halters en sit op 'n bank met rugsteun.\nPlaas die halters reg bokant jou skouers, met die palms van jou hande vorentoe.\nBegin om die gewigte bo jou kop uit te druk deur jou elmboë te strek. Hou 'n klein buiging in jou elmboë om oorstrek te voorkom. Asem uit gedurende hierdie gedeelte van die beweging.\nNa 'n pouse bo, keer die beweging stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "819b020d-82c0-4382-a0c7-5b91d0e300f5",
    "exerciseName": "Halter Skouervlieërs",
    "category": "skouers",
    "notes": "Lig 'n stel halters van die vloer af, en sit op 'n skuinsbank met jou bors teen die rugsteun.\nMet jou arms reguit na onder en jou palms na mekaar toe gedraai, trek jou skouerblaaie terug en lig jou elmboë om die gewigte tot skouervlak te bring.\nKeer stadig terug na die beginposisie.",
    "isCustom": false
  },
  {
    "exerciseID": "8cf33f8e-cab7-4b8a-9607-7c68075d62b3",
    "exerciseName": "Halter Staande Ry",
    "category": "middelrug",
    "notes": "Hou 'n halter in elke hand met 'n oorhandgreep, met die handpalms na jou dye gedraai.\nBuig vorentoe by die heupe terwyl jy jou rug plat hou, en laat die gewigte in jou arms afhang. Dit sal jou beginposisie wees.\nBuig die elmboë en trek die gewigte na jou bors toe, fokus op die sametrekking van jou rugspiere terwyl jy jou skouerblaaie terugtrek.\nKeer terug na die beginposisie en herhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "7ce2881b-c680-4568-b29f-2150e5e2fd2f",
    "exerciseName": "Halter Staan Hellingskrul",
    "category": "biseps",
    "notes": "Staan regop met jou bolyf reguit en 'n halter in elke hand, gehou op armlengte. Die elmboë moet naby die bolyf wees.\nDie palms van die hande moet na jou bolyf wys. Dit sal jou beginposisie wees.\nTerwyl jy die bo-arm stil hou, krul die regtergewig vorentoe terwyl jy die biseps saamtrek en uitasem. Gaan voort met die beweging totdat jou biseps volledig saamgetrek is en die halters op skouervlak is. Hou die saamgetrekte posisie vir 'n sekonde terwyl jy die biseps druk.\nBegin stadig om die halters terug te bring na die beginposisie terwyl jy inasem.\nHerhaal die beweging met die linkerhand. Dit is gelyk aan een herhaling.\nGaan voort om af te wissel op hierdie manier vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "0d364b8d-032f-4f68-8502-7bc0102b79ac",
    "exerciseName": "Hang Buikroller",
    "category": "maagspiere",
    "notes": "Gebruik 'n maaghanger met enige tipe toestel om jou onderlyf vas te hou, en stut jou bolyf deur jou arms op die hangarmmeganisme te sit. Alternatiewelik kan jy dieselfde toerusting gebruik as 'n verskillende oefening in die rugkategorie.\nRol jou knieë of bene na die bors toe in 'n krul. Begin stadig om die hangende bene terug te rol na die beginposisie, en hou jou bolyf reguit.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "0c8b5ac5-9d49-4d7a-b6d4-d154fcdb53cb",
    "exerciseName": "Hang Hyser",
    "category": "biseps",
    "notes": "Plaas jouself in 'n maaghangapparaat, en lig jouself stadig op deur jou lats en biseps saam te trek, buig jou elmboë om jou bolyf op te lig.\nKeer terug na die beginposisie en herhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "ed295f5c-caf9-4732-8085-b9f70a02946b",
    "exerciseName": "Hang Ontspanning",
    "category": "rug",
    "notes": "Plaas jouself in 'n maaghangapparaat. Hou hierdie posisie vir 'n sekere tyd, strek jou rugspiere.\nHerhaal vir die aanbevole tyd of aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "c225cf59-5a49-4f5e-805a-9c6d22f0090f",
    "exerciseName": "Hangbeenhysers",
    "category": "maagspiere",
    "notes": "Plaas jouself op 'n optrekstaaf, hou met 'n oorhandgreep en hou jou liggaam reguit en in plek met jou arms.\nLig jou bene op totdat hulle parallel met die vloer is terwyl jy uitasem. Hou vir 'n pouse van een sekonde.\nBring jou bene terug na die beginposisie terwyl jy inasem. Probeer om nie te swaai en te skop met die bene nie, aangesien dit momentum kan veroorsaak. Dit sal die doeltreffendheid van die oefening verminder.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "5c30fcad-88b6-46e1-9230-4bc510db35b3",
    "exerciseName": "Hangbeenhysers Met Twis",
    "category": "maagspiere",
    "notes": "Plaas jouself op 'n optrekstaaf met 'n oorhandgreep en hou jou liggaam reguit en in plek met jou arms.\nLig jou bene op en voer 'n draai in jou heupe uit, draai hulle in een rigting sodat een heup hoër is as die ander. Dit verhoog die aktivering van die skuinsspiergroepe.\nHerhaal na die ander kant, en wissel vir elke herhaling.",
    "isCustom": false
  },
  {
    "exerciseID": "f648d33d-e8a6-42d0-bb17-2e70889f51af",
    "exerciseName": "Hangkrag Inkrul",
    "category": "maagspiere",
    "notes": "Plaas jouself op 'n optrekstaaf, hou met 'n oorhandgreep en hou jou liggaam reguit en in plek met jou arms.\nLig jou bene so hoog as moontlik op, buig by die heupe, en probeer om hulle na jou kop te bring. Hou vir 'n sekonde by die hoogtepunt van die beweging en druk jou maagspiere saam.\nKeer terug na die beginposisie.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "5e3f6230-88bc-40ac-9a4c-d1ba736b2f99",
    "exerciseName": "Hangknieliggers",
    "category": "maagspiere",
    "notes": "Plaas jouself op 'n optrekstaaf, hou dit vas met 'n oorhandgreep en hou jou liggaam reguit in plek met jou arms.\nLig jou knieë op totdat jou bobene loodreg op jou bolyf is terwyl jy uitasem. Hou vir 'n pouse van een sekonde.\nBring jou knieë terug na die beginposisie terwyl jy inasem. Probeer om nie te swaai of jou knieë te skop nie, aangesien dit momentum kan veroorsaak, wat die doeltreffendheid van die oefening kan verminder.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "1df36c7d-492f-4a0d-b7b3-6fa03c66a3a7",
    "exerciseName": "Hangknieliggers Met Twis",
    "category": "maagspiere",
    "notes": "Plaas jouself op 'n optrekstaaf met 'n oorhandgreep, hou jou liggaam reguit en in plek met jou arms.\nLig jou knieë op en draai jou heupe, sodat een heup hoër is as die ander. Hierdie beweging verhoog die aktivering van die skuinsmaagspiere.\nKeer terug na die beginposisie, en herhaal aan die ander kant.\nWissel kante vir elke herhaling.",
    "isCustom": false
  },
  {
    "exerciseID": "7ba7d924-d43a-4b98-b403-8057a2787b01",
    "exerciseName": "Helskneukel Opstote",
    "category": "bors",
    "notes": "Begin in 'n tradisionele opstootposisie met jou hande net effens wyer as skouerwydte, arms reguit en liggaam in 'n reguit lyn.\nLaat jou liggaam afkom totdat jou bors die vloer amper raak. Die helskneukel-opstoot vereis dat jy jou liggaam met baie krag oplig, so doen dit so kragtig as moontlik.\nAs jy jou liggaam van die vloer oplig, skiet jou liggaam in die lug sodat jou hande die vloer heeltemal verlaat. Probeer om jou kneukels aan mekaar te slaan voordat jy weer die grond raak.\nKeer terug na die beginposisie en herhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "dc073e5a-e7b5-4af6-b13e-3a56eae7926a",
    "exerciseName": "Heupbrug",
    "category": "gluteus",
    "notes": "Lê plat op die vloer met jou knieë gebuig en jou voete plat op die vloer, ongeveer skouerwydte van mekaar af.\nDruk jou hakke in die vloer terwyl jy jou heupe opwaarts stoot en jou bolyf van die vloer af lig. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer en hou die sametrekking vir 'n sekonde bo.\nKom stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "8cb4c84d-5f3a-4b69-bf41-df21d432b60d",
    "exerciseName": "Heupbrug (Skuifbord)",
    "category": "gluteus",
    "notes": "Begin op jou rug met jou voete plat op 'n glybord en jou knieë gebuig. Plaas jou hakke onder jou knieë en hou jou arms langs jou kante uitgestrek vir balans.\nBegin deur jou heupe te lig, en druk jou boude saam boaan die beweging. Sodra jy in 'n brugposisie is, gly jou voete vorentoe totdat jou bene reguit is, en hou die heupe so hoog as moontlik.\nBring die voete terug in en keer terug na die beginposisie.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "14c6ba2b-0a11-4b82-b530-4cf4cbfe4df7",
    "exerciseName": "Heupknieë",
    "category": "gluteus",
    "notes": "Begin deur op jou hande en knieë te wees. Plaas jou hande reg onder jou skouers en jou knieë reg onder jou heupe. Dit is jou beginposisie.\nStrek een been reguit agter jou terwyl jy jou kern stabiel hou. Strek so hoog as wat jy kan sonder om jou laerug te buig. Asem uit gedurende hierdie gedeelte van die beweging.\nKeer terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings en wissel kante.",
    "isCustom": false
  },
  {
    "exerciseID": "ebc65924-ea97-41ef-9a11-1c92d7361466",
    "exerciseName": "Heupwikkel Opdruk",
    "category": "bors",
    "notes": "Plaas jou voete in 'n wikkelband en neem 'n opstootposisie in, met jou hande op die vloer, net effens wyer as skouerwydte.\nDruk jouself op terwyl jy jou bolyf stabiel hou met die heupe wat effens beweeg. Keer terug na die beginposisie terwyl jy beheer oor jou kern handhaaf.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "1cf875a1-328f-42e0-b77b-3e3398fb6538",
    "exerciseName": "Hurkend Met 'n Enkel Knie-lig",
    "category": "gluteus",
    "notes": "Begin in 'n hurkposisie met jou gewig op jou hakke en jou hande voor jou uitgestrek vir balans.\nSonder om jou kern te laat los, lig een been stadig van die vloer af en probeer jou knie so hoog as moontlik bring terwyl jy jou balans behou.\nKeer terug na die beginposisie en herhaal aan die ander kant.\nWissel kante vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "060c4fc6-063f-4ac8-b4d2-7a276df017d3",
    "exerciseName": "Hurksprong",
    "category": "kwadriseps",
    "notes": "Staan met jou voete ongeveer skouerwydte uitmekaar en begin met jou arms aan jou sye.\nSak af in 'n hurkposisie deur jou knieë te buig terwyl jy jou heupe terugdruk. Hou jou rug reguit en jou bors op.\nSkiet dan kragtig op en spring so hoog as moontlik, gebruik jou arms om momentum te skep deur hulle vinnig na bo te swaai.\nKeer terug na die grond deur liggies op jou voete te land en sak dadelik terug in die hurkposisie vir die volgende herhaling.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "3c29223e-e7d1-4f63-b3e4-bcdce7bc4d56",
    "exerciseName": "Hurksprong Met Alternatiewe Beenheffing",
    "category": "kwadriseps",
    "notes": "Begin in 'n hurkposisie met jou voete skouerwydte uitmekaar en jou hande voor jou vir balans.\nVanuit die hurkposisie, spring so hoog as moontlik en lig een knie na jou bors terwyl jy spring.\nLand liggies en keer terug na die hurkposisie, herhaal dan die sprong en lig die ander knie.\nGaan voort met afwisselende beenheffings vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "f1303586-20db-4f95-90d3-e2ff05e04c10",
    "exerciseName": "Hyperextensie",
    "category": "laerug",
    "notes": "Lê met jou gesig na onder op 'n hyperextensie-bank en plaas jou hakke onder die voetplate.\nBegin deur jou bolyf af te laat buig, hou jou rug reguit terwyl jy afkom.\nStrek dan jou bolyf terug na die beginposisie deur jou lae rugspiere saam te trek.\nHou die posisie kortliks bo, en keer dan terug na die beginposisie onder beheer.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "d28f5f76-e441-465f-aedf-d2d9b26e9077",
    "exerciseName": "Hyperextensie Met Gedraaide Bene",
    "category": "laerug",
    "notes": "Lê op 'n hyperextensie-bank met jou bene saamgedraai en jou hakke onder die voetplate.\nBuig jou bolyf af, hou jou rug reguit terwyl jy afkom.\nStrek jou bolyf terug na die beginposisie, draai jou heupe effens terwyl jy na bo gaan om jou skuinsmaagspiere te aktiveer.\nKeer terug na die beginposisie en herhaal met die ander kant.\nWissel kante vir elke herhaling en voltooi die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "83cf8724-4b45-4bb7-8d4e-818b9b4d0f65",
    "exerciseName": "Hyperextensie Met Gewig",
    "category": "laerug",
    "notes": "Hou 'n gewigplate teen jou bors terwyl jy op 'n hyperextensie-bank lê, met jou hakke onder die voetplate.\nLaat jou bolyf stadig afbuig, hou jou rug reguit en beheer die beweging.\nGebruik jou lae rugspiere om jou bolyf terug te bring na die beginposisie en hou vir 'n sekonde in die hoogste posisie.\nLaat weer stadig af na die beginposisie onder beheer.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "63dd46f5-efbc-4e70-98e0-bf7d49e50db1",
    "exerciseName": "Hyperextensie Vlieër",
    "category": "laerug",
    "notes": "Lê op 'n hyperextensie-bank met jou hakke onder die voetplate en jou arms reguit voor jou uitgestrek.\nBegin deur jou bolyf stadig af te laat sak en hou jou rug reguit.\nTerwyl jy jou bolyf weer oplig, trek jou arms terug sodat hulle na jou sye kom, soos om 'n vliegbeweging te maak.\nKeer terug na die beginposisie onder beheer, en herhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "1ecdbfbb-3e9d-4118-a268-8c22a2ff78b7",
    "exerciseName": "Hyperextensie-Variasie",
    "category": "laerug",
    "notes": "Lê met jou gesig na onder op 'n hyperextensie-bank met jou hakke onder die voetplate.\nIn plaas van om net jou bolyf op en af te beweeg, voeg 'n variasie deur jou hande agter jou kop te plaas en jou bolyf in 'n draaiende beweging na bo te bring.\nKeer terug na die beginposisie en herhaal die draai aan die ander kant.\nWissel kante vir elke herhaling en voltooi die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "7c7d3d32-d071-4f42-a18e-62d6b4d5a905",
    "exerciseName": "Inkwarteling Lunges",
    "category": "hamstrings",
    "notes": "Begin deur in 'n regop posisie te staan, met jou voete heupwydte uitmekaar.\nNeem 'n groot stap vorentoe en sak af in 'n lunge, buig jou voorste knie terwyl jy jou agterste knie na die vloer bring. Hou jou bolyf reguit.\nSkiet jou voorste voet af om weer regop te kom en wissel na die ander been.\nGaan voort met afwisselende bene vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "3fb00678-bdc7-45ec-9d7f-ef9175202af9",
    "exerciseName": "Isometriese Hurk",
    "category": "kwadriseps",
    "notes": "Staan met jou voete skouerwydte uitmekaar en jou hande aan jou sye of voor jou vir balans.\nSak stadig af in 'n hurkposisie, hou jou rug reguit en jou knieë buig terwyl jy jou heupe terugdruk.\nHou die hurkposisie vir die aanbevole tyd, hou jou bors op en jou maagspiere styf.\nKeer stadig terug na die beginposisie wanneer die tyd verby is.",
    "isCustom": false
  },
  {
    "exerciseID": "5b2ff242-d046-4027-9242-85bdf5147477",
    "exerciseName": "Isometriese Hurk Met Gewig",
    "category": "kwadriseps",
    "notes": "Staan met jou voete skouerwydte uitmekaar, hou 'n halter of kettlebell voor jou met albei hande.\nSak af in 'n hurkposisie terwyl jy jou rug reguit hou, buig jou knieë en druk jou heupe terug.\nHou die hurkposisie vir die aanbevole tyd terwyl jy die gewig voor jou hou.\nKeer stadig terug na die beginposisie wanneer die tyd verby is.",
    "isCustom": false
  },
  {
    "exerciseID": "9b1f99e0-bb36-45c1-b1d7-cc2b04dd35a4",
    "exerciseName": "Isometriese Triceps-uitbreiding",
    "category": "triseps",
    "notes": "Begin in 'n regop posisie met 'n halter in elke hand, arms reguit bo jou kop en palms vorentoe gedraai.\nBuig jou elmboë stadig om die halters agter jou kop af te bring totdat jou voorarms ongeveer parallel aan die vloer is.\nHou hierdie posisie vir die aanbevole tyd, hou die spanning op jou triseps.\nStrek jou arms terug tot by die beginposisie wanneer die tyd verby is.",
    "isCustom": false
  },
  {
    "exerciseID": "8d78890a-e568-45cb-8ff7-b3e4ef5c64ae",
    "exerciseName": "Jellyfish Crunch",
    "category": "maagspiere",
    "notes": "Lê plat op jou rug met jou bene reguit en jou arms reguit agter jou kop uitgestrek.\nLig jou skouers van die vloer af en bring jou bene en arms op na mekaar, sodat jou hande en voete in die middel ontmoet, terwyl jy jou maagspiere saamtrek.\nKeer stadig terug na die beginposisie, hou jou maagspiere ingeskakel.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "c3a4a452-f8ae-4b7d-a5e7-0b1875705d2a",
    "exerciseName": "Joga Hurk",
    "category": "gluteus",
    "notes": "Begin met jou voete skouerwydte uitmekaar en jou tone effens na buite gedraai.\nSak stadig af in 'n diep hurkposisie deur jou knieë te buig en jou heupe terug te druk. Probeer om jou hakke op die vloer te hou en hou jou rug reguit.\nBring jou hande bymekaar voor jou bors in 'n bidposisie vir balans.\nHou die posisie vir 'n paar sekondes en keer dan stadig terug na die beginposisie.",
    "isCustom": false
  },
  {
    "exerciseID": "a8e95e24-403b-4864-bd29-55070236b2c7",
    "exerciseName": "Kabel Laterale Heffings",
    "category": "skouers",
    "notes": "Staan langs 'n lae katrolmasjien met 'n handvatsel aan die katrol vasgemaak.\nGrendel die handvatsel met jou buitehand en staan regop met jou rug reguit en jou maagspiere betrokke.\nLig jou arm sywaarts op tot skouerhoogte terwyl jy uitasem, hou jou elmboog effens gebuig en jou pols reguit.\nKeer terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings en wissel dan na die ander kant.",
    "isCustom": false
  },
  {
    "exerciseID": "8b2a3de7-4f80-4a4e-8987-3ac36d352ca4",
    "exerciseName": "Kabel Skrink",
    "category": "skouers",
    "notes": "Staan voor 'n lae katrolmasjien met 'n handvatsel wat aan die katrol vasgemaak is.\nGrendel die handvatsel met albei hande en hou jou arms reguit voor jou met die palms na mekaar.\nLig jou skouers op terwyl jy die handvatsel na jou liggaam bring, en skouers opwaarts beweeg in 'n 'skrink' aksie.\nKeer stadig terug na die beginposisie.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "e782bb79-657a-48b1-973a-3b4140482b10",
    "exerciseName": "Kabel Terugtrek",
    "category": "rug",
    "notes": "Staan voor 'n lae katrolmasjien met 'n touhandvatsel wat aan die katrol vasgemaak is.\nGrendel die handvatsel en staan regop met jou rug reguit en jou knieë effens gebuig.\nTrek die handvatsel na jou bors terwyl jy jou elmboë buig en jou rugspiere saamtrek. Hou die spanning in jou rugspiere.\nKeer stadig terug na die beginposisie.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "ed83cf88-1454-4dd3-9058-f88ed73ad56b",
    "exerciseName": "Kabel Tricepsuitbreiding - Staande",
    "category": "triseps",
    "notes": "Staan voor 'n hoë katrolmasjien met 'n reguit staaf of touhandvatsel wat aan die katrol vasgemaak is.\nGrendel die handvatsel met albei hande, palms na onder (oorhand greep), en bring die staaf na jou borshoogte. Dit is jou beginposisie.\nStrek jou elmboë en druk die handvatsel af totdat jou arms volledig uitgestrek is. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "9e1ae93e-159e-4d44-b53e-caf2892a3784",
    "exerciseName": "Kabel Vooroorgebukte Ry",
    "category": "rug",
    "notes": "Staan voor 'n lae katrolmasjien met 'n reguit staaf of handvatsel wat aan die katrol vasgemaak is.\nGrendel die handvatsel met albei hande en buig vorentoe by die heupe totdat jou bolyf amper parallel aan die vloer is. Dit is jou beginposisie.\nTrek die handvatsel na jou maag terwyl jy jou elmboë buig en jou skouerblaaie saamtrek. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "e2cfc793-0aa0-4dbb-80e2-7592b093f0be",
    "exerciseName": "Kabel Vooroorgebukte Vlieër",
    "category": "skouers",
    "notes": "Staan voor 'n lae katrolmasjien met twee touhandvatsels wat aan die katrols vasgemaak is.\nBuig vorentoe by die heupe totdat jou bolyf amper parallel aan die vloer is, met 'n touhandvatsel in elke hand. Dit is jou beginposisie.\nLig jou arms reguit na jou sye, hou jou elmboë effens gebuig. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "8f319f61-52c0-466d-86d7-fae4327fc98f",
    "exerciseName": "Kabelkrul Staande",
    "category": "biseps",
    "notes": "Staan voor 'n lae katrolmasjien met 'n reguit staaf of touhandvatsel wat aan die katrol vasgemaak is.\nGrendel die handvatsel met albei hande, palms na bo (onderhand greep), en staan regop met jou arms reguit en die handvatsel in jou hande. Dit is jou beginposisie.\nBuig jou elmboë en trek die handvatsel op na jou skouers terwyl jy jou biseps saamtrek. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "a23dc41e-cb7b-42f7-b454-2da42ab5ff56",
    "exerciseName": "Kabelkrul Skruinbank",
    "category": "biseps",
    "notes": "Sit terug op 'n skuinsbank voor 'n lae katrolmasjien met 'n reguit staaf of touhandvatsel wat aan die katrol vasgemaak is.\nGrendel die handvatsel met albei hande, palms na bo (onderhand greep), en laat jou arms reguit langs jou sye hang. Dit is jou beginposisie.\nBuig jou elmboë en trek die handvatsel op na jou skouers terwyl jy jou biseps saamtrek. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "9a5cc167-cd08-4de4-95f4-7daacfd99e7b",
    "exerciseName": "Kabelkrul Met Toue",
    "category": "biseps",
    "notes": "Staan voor 'n lae katrolmasjien met 'n touhandvatsel wat aan die katrol vasgemaak is.\nGrendel die handvatsel met albei hande, palms na binne (neutrale greep), en staan regop met jou arms reguit. Dit is jou beginposisie.\nBuig jou elmboë en trek die touhandvatsel op na jou skouers terwyl jy jou biseps saamtrek. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "3a0413b8-c086-4d93-897e-3da1c12d91cb",
    "exerciseName": "Kabelskouervlieërs",
    "category": "skouers",
    "notes": "Staan in die middel van 'n kabelmasjien met 'n handvatsel in elke hand, gekoppel aan lae katrolle aan beide kante.\nLig jou arms sywaarts, hou jou elmboë effens gebuig en jou palms na onder gedraai. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nLig die handvatsels op tot skouerhoogte en hou kortliks.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "6a72d849-2655-4b1d-93be-347e9ef07fe0",
    "exerciseName": "Kabeltricepsuitbreiding Met Toue",
    "category": "triseps",
    "notes": "Staan voor 'n hoë katrolmasjien met 'n touhandvatsel wat aan die katrol vasgemaak is.\nGrendel die touhandvatsel met albei hande, palms na mekaar (neutrale greep), en bring die handvatsel na jou borshoogte. Dit is jou beginposisie.\nStrek jou elmboë en druk die handvatsel af totdat jou arms volledig uitgestrek is. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "c5a3c0a5-680d-43d5-985e-5a68fb68167d",
    "exerciseName": "Kabeltricepsuitbreiding Oorhoofse",
    "category": "triseps",
    "notes": "Staan met jou rug na 'n hoë katrolmasjien met 'n touhandvatsel wat aan die katrol vasgemaak is.\nGrendel die handvatsel met albei hande en strek jou arms oor jou kop, hou jou bolyf stil. Dit is jou beginposisie.\nBuig jou elmboë en bring die handvatsel stadig agter jou kop terwyl jy inasem.\nStrek jou elmboë en bring die handvatsel terug na die beginposisie terwyl jy uitasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "7315fda1-169f-4f70-9088-0017c41d6231",
    "exerciseName": "Kabel Triceps Uitbreiding Met Reguit Staaf",
    "category": "triseps",
    "notes": "Staan voor 'n hoë katrolmasjien met 'n reguit staaf wat aan die katrol vasgemaak is.\nGrendel die staaf met albei hande, palms na onder (oorhand greep), en bring die staaf na jou borshoogte. Dit is jou beginposisie.\nStrek jou elmboë en druk die staaf af totdat jou arms heeltemal uitgestrek is. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "81e69b1c-b924-438a-b7ad-e12b42af63b7",
    "exerciseName": "Kabel Triceps Oorhoofse Uitbreiding Met Reguit Staaf",
    "category": "triseps",
    "notes": "Staan met jou rug na 'n hoë katrolmasjien met 'n reguit staaf wat aan die katrol vasgemaak is.\nGrendel die staaf met albei hande en strek jou arms oor jou kop. Hou jou bolyf stil. Dit is jou beginposisie.\nBuig jou elmboë en bring die staaf stadig agter jou kop terwyl jy inasem.\nStrek jou elmboë en bring die staaf terug na die beginposisie terwyl jy uitasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "cd012f8b-0800-47e1-80bb-bbdb8f1cc9a5",
    "exerciseName": "Kabel Vlieërs",
    "category": "bors",
    "notes": "Staan tussen twee hoë katrolmasjiene met handvatsels wat aan beide katrolle vasgemaak is.\nGrendel die handvatsels en staan regop met jou arms effens gebuig, uitgestrek na die kante. Dit is jou beginposisie.\nTrek die handvatsels saam voor jou bors, hou jou elmboë effens gebuig terwyl jy jou borsspiere saamtrek. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "f8bb676e-e68a-434e-b48a-b5b5ebd21211",
    "exerciseName": "Kabel Front Heffings",
    "category": "skouers",
    "notes": "Staan voor 'n lae katrolmasjien met 'n reguit staaf wat aan die katrol vasgemaak is.\nGrendel die staaf met albei hande, palms na onder (oorhand greep), en staan regop met jou arms reguit voor jou. Dit is jou beginposisie.\nLig die staaf reguit voor jou op tot skouerhoogte terwyl jy uitasem, hou jou rug reguit.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "b53a6aaf-5cb5-4dff-bbde-56a13e319d97",
    "exerciseName": "Kabel Front Heffings Met Toue",
    "category": "skouers",
    "notes": "Staan voor 'n lae katrolmasjien met 'n touhandvatsel wat aan die katrol vasgemaak is.\nGrendel die tou met albei hande, palms na binne (neutrale greep), en staan regop met jou arms reguit voor jou. Dit is jou beginposisie.\nLig die tou reguit voor jou op tot skouerhoogte terwyl jy uitasem, hou jou rug reguit.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "ab3f70ad-75f2-40e3-b9d6-f9aefca61aaf",
    "exerciseName": "Kabelkruis Laterale Heffings",
    "category": "skouers",
    "notes": "Staan in die middel van 'n kabelmasjien met 'n handvatsel in elke hand, gekoppel aan lae katrolle aan beide kante.\nGrendel die linkerhandvatsel met jou regterhand en die regterhandvatsel met jou linkerhand.\nLig jou arms kruis-oor voor jou en na buite, hou jou elmboë effens gebuig. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nLig die handvatsels op tot skouerhoogte en hou kortliks.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "dfd04e6a-e9f6-4cc6-8612-ff69b2a6f937",
    "exerciseName": "Kabelkruis Triceps Uitbreiding",
    "category": "triseps",
    "notes": "Staan in die middel van 'n kabelmasjien met 'n handvatsel in elke hand, gekoppel aan hoë katrolle aan beide kante.\nGrendel die linkerhandvatsel met jou regterhand en die regterhandvatsel met jou linkerhand.\nStrek jou arms kruis-oor jou liggaam uit, strek jou triseps heeltemal terwyl jy uitasem.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  },
  {
    "exerciseID": "3b69a4bb-ef69-4020-a60e-c162e9abfa7f",
    "exerciseName": "Kettlebell Oorhoofse Druk",
    "category": "skouers",
    "notes": "Staan met jou voete skouerwydte uitmekaar, hou 'n kettlebell in elke hand.\nLig die kettlebells na jou skouers en druk hulle reguit oor jou kop terwyl jy jou kern betrokke hou. Asem uit terwyl jy hierdie gedeelte van die beweging uitvoer.\nKeer stadig terug na die beginposisie terwyl jy inasem.\nHerhaal vir die aanbevole aantal herhalings.",
    "isCustom": false
  }
]
